Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/Integrations.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, vi, zh_hans, zh_hant

# ArXiv.PDF.LoadFailed
source: Couldn't load PDF.
de: PDF konnte nicht geladen werden.
fr: Impossible de charger le PDF.
it: Impossibile caricare il PDF.
ja: PDFгӮ’иӘӯгҒҝиҫјгӮҒгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: PDFлҘј л¶Ҳлҹ¬мҳ¬ мҲҳ м—ҶмҠөлӢҲлӢӨ.
vi: KhГҙng thб»ғ tбәЈi PDF.
zh_hans: ж— жі•еҠ иҪҪ PDFгҖӮ
zh_hant: з„Ўжі•ијүе…Ҙ PDFгҖӮ

# ArXiv.ViewPDF
source: View PDF
de: PDF anzeigen
fr: Afficher le PDF
it: Visualizza PDF
ja: PDFгӮ’иЎЁзӨә
ko: PDF ліҙкё°
vi: Xem PDF
zh_hans: жҹҘзңӢ PDF
zh_hant: жӘўиҰ– PDF

# Instagram.HideReels
source: Hide Reels
de: Reels ausblenden
fr: Masquer les Reels
it: Nascondi i Reel
ja: гғӘгғјгғ«гӮ’йқһиЎЁзӨә
ko: лҰҙ мҲЁкё°кё°
vi: бәЁn Reels
zh_hans: йҡҗи—Ҹ Reels
zh_hant: йҡұи—Ҹ Reels

# Instagram.HideReels.Footer
source: When enabled, reels will be hidden from Instagram feeds.
de: Wenn aktiviert, werden Reels aus Instagram-Feeds ausgeblendet.
fr: Lorsque cette option est activГ©e, les Reels seront masquГ©s des flux Instagram.
it: Quando attivato, i Reel verranno nascosti dai feed di Instagram.
ja: жңүеҠ№гҒ«гҒҷгӮӢгҒЁгҖҒInstagramгғ•гӮЈгғјгғүгҒӢгӮүгғӘгғјгғ«гҒҢйқһиЎЁзӨәгҒ«гҒӘгӮҠгҒҫгҒҷгҖӮ
ko: нҷңм„ұнҷ”н•ҳл©ҙ Instagram н”јл“ңм—җм„ң лҰҙмқҙ мҲЁкІЁм§‘лӢҲлӢӨ.
vi: Khi bбәӯt, reels sбәҪ bб»Ӣ бә©n khб»Ҹi nguб»“n cбәҘp Instagram.
zh_hans: еҗҜз”ЁеҗҺпјҢReels е°Ҷд»Һ Instagram и®ўйҳ…жәҗдёӯйҡҗи—ҸгҖӮ
zh_hant: е•ҹз”ЁеҫҢпјҢReels е°Үеҫһ Instagram иЁӮй–ұжәҗдёӯйҡұи—ҸгҖӮ

# InstagramLogin.Title
source: Sign in to Instagram
de: Bei Instagram anmelden
fr: Se connecter Г Instagram
it: Accedi a Instagram
ja: InstagramгҒ«гғӯгӮ°гӮӨгғі
ko: Instagramм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o Instagram
zh_hans: зҷ»еҪ• Instagram
zh_hant: зҷ»е…Ҙ Instagram

source: Instagram Profile Feeds
de: Instagram-Profil-Feeds
fr: Flux de profils Instagram
it: Feed profili Instagram
ja: Instagramгғ—гғӯгғ•гӮЈгғјгғ«гғ•гӮЈгғјгғү
ko: Instagram н”„лЎңн•„ н”јл“ң
vi: Nguб»“n cбәҘp hб»“ sЖЎ Instagram
zh_hans: InstagramдёӘдәәиө„ж–ҷи®ўйҳ…жәҗ
zh_hant: InstagramеҖӢдәәиіҮж–ҷиЁӮй–ұжәҗ

# InstagramProfileFeeds.Footer
source: Follow Instagram profiles as feeds by adding their profile URLs.
de: Folgen Sie Instagram-Profilen als Feeds, indem Sie deren Profil-URLs hinzufГјgen.
fr: Suivez des profils Instagram comme flux en ajoutant leurs URLs de profil.
it: Segui i profili Instagram come feed aggiungendo i loro URL del profilo.
ja: InstagramгҒ®гғ—гғӯгғ•гӮЈгғјгғ«URLгӮ’иҝҪеҠ гҒ—гҒҰгҖҒгғ—гғӯгғ•гӮЈгғјгғ«гӮ’гғ•гӮЈгғјгғүгҒЁгҒ—гҒҰгғ•гӮ©гғӯгғјгҒ§гҒҚгӮӢгӮҲгҒҶгҒ«гҒӘгӮҠгҒҫгҒҷгҖӮ
ko: н”„лЎңн•„ URLмқ„ м¶”к°Җн•ҳм—¬ Instagram н”„лЎңн•„мқ„ н”јл“ңлЎң нҢ”лЎңмҡ°н•ҳм„ёмҡ”.
vi: Theo dГөi hб»“ sЖЎ Instagram dЖ°б»ӣi dбәЎng nguб»“n cбәҘp bбәұng cГЎch thГӘm URL hб»“ sЖЎ cб»§a hб»Қ.
zh_hans: йҖҡиҝҮж·»еҠ дёӘдәәиө„ж–ҷURLпјҢе°ҶInstagramдёӘдәәиө„ж–ҷдҪңдёәи®ўйҳ…жәҗе…іжіЁгҖӮ
zh_hant: йҖҸйҒҺж–°еўһеҖӢдәәиіҮж–ҷURLпјҢе°ҮInstagramеҖӢдәәиіҮж–ҷдҪңзӮәиЁӮй–ұжәҗиҝҪи№ӨгҖӮ

# InstagramProfileFeeds.SignIn
source: Sign in to Instagram
de: Bei Instagram anmelden
fr: Se connecter Г Instagram
it: Accedi a Instagram
ja: InstagramгҒ«гғӯгӮ°гӮӨгғі
ko: Instagramм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o Instagram
zh_hans: зҷ»еҪ• Instagram
zh_hant: зҷ»е…Ҙ Instagram

# InstagramProfileFeeds.SignOut
source: Sign out of Instagram
de: Von Instagram abmelden
fr: Se dГ©connecter d'Instagram
it: Disconnetti da Instagram
ja: InstagramгҒӢгӮүгғӯгӮ°гӮўгӮҰгғҲ
ko: Instagramм—җм„ң лЎңк·ём•„мӣғ
vi: ДҗДғng xuбәҘt khб»Ҹi Instagram
zh_hans: йҖҖеҮә Instagram
zh_hant: зҷ»еҮә Instagram

# Petal.Footer
source: Turn any webpage into an RSS feed using on-device scraping. Useful for blogs and single-page apps that don't publish their own feed.
de: Wandle beliebige Webseiten mit gerГӨteinternem Scraping in RSS-Feeds um. Ideal fГјr Blogs und Single-Page-Apps, die keinen eigenen Feed anbieten.
fr: Transformez n'importe quelle page web en flux RSS grГўce Г un scraping effectuГ© sur l'appareil. Pratique pour les blogs et les applications Г page unique qui ne publient pas leur propre flux.
it: Trasforma qualsiasi pagina web in un feed RSS usando uno scraping eseguito sul dispositivo. Utile per blog e app a pagina singola che non pubblicano un feed proprio.
ja: гғҮгғҗгӮӨгӮ№дёҠгҒ®гӮ№гӮҜгғ¬гӮӨгғ”гғігӮ°гҒ§д»»ж„ҸгҒ®WebгғҡгғјгӮёгӮ’RSSгғ•гӮЈгғјгғүгҒ«еӨүжҸӣгҒ§гҒҚгҒҫгҒҷгҖӮзӢ¬иҮӘгҒ®гғ•гӮЈгғјгғүгӮ’жҸҗдҫӣгҒ—гҒҰгҒ„гҒӘгҒ„гғ–гғӯгӮ°гӮ„гӮ·гғігӮ°гғ«гғҡгғјгӮёгӮўгғ—гғӘгҒ«дҫҝеҲ©гҒ§гҒҷгҖӮ
ko: кё°кё° лӮҙ мҠӨнҒ¬л Ҳмқҙн•‘мңјлЎң м–ҙл–Ө мӣ№нҺҳмқҙм§Җл“ RSS н”јл“ңлЎң л°”кҝҖ мҲҳ мһҲмҠөлӢҲлӢӨ. мһҗмІҙ н”јл“ңлҘј м ңкіөн•ҳм§Җ м•ҠлҠ” лё”лЎңк·ёлӮҳ мӢұкёҖ нҺҳмқҙм§Җ м•ұм—җ мң мҡ©н•©лӢҲлӢӨ.
vi: Biбәҝn bбәҘt kб»і trang web nГ o thГ nh nguб»“n RSS bбәұng cГЎch trГӯch xuбәҘt dб»Ҝ liб»Үu ngay trГӘn thiбәҝt bб»Ӣ. Hб»Ҝu Гӯch cho cГЎc blog vГ б»©ng dб»Ҙng mб»ҷt trang khГҙng cung cбәҘp nguб»“n cбәҘp riГӘng.
zh_hans: йҖҡиҝҮи®ҫеӨҮз«ҜжҠ“еҸ–пјҢе°Ҷд»»ж„ҸзҪ‘йЎөиҪ¬жҚўдёә RSS и®ўйҳ…жәҗгҖӮйҖӮз”ЁдәҺжІЎжңүиҮӘеёҰи®ўйҳ…жәҗзҡ„еҚҡе®ўе’ҢеҚ•йЎөеә”з”ЁгҖӮ
zh_hant: йҖҸйҒҺиЈқзҪ®з«ҜжҠ“еҸ–пјҢе°Үд»»ж„Ҹз¶Ій ҒиҪүжҸӣзӮә RSS иЁӮй–ұжәҗгҖӮйҒ©з”Ёж–јжІ’жңүиҮӘеё¶иЁӮй–ұжәҗзҡ„йғЁиҗҪж је’Ңе–®й ҒжҮүз”ЁгҖӮ

# Substack.Footer
source: Sign in to Substack to fetch paywalled content from your Substack feeds.
de: Melden Sie sich bei Substack an, um abonnierte Inhalte aus Ihren Substack-Feeds abzurufen.
fr: Connectez-vous Г Substack pour rГ©cupГ©rer le contenu payant de vos flux Substack.
it: Accedi a Substack per recuperare i contenuti a pagamento dei tuoi feed Substack.
ja: SubstackгҒ«гғӯгӮ°гӮӨгғігҒҷгӮӢгҒЁгҖҒSubstackгғ•гӮЈгғјгғүгҒӢгӮүжңүж–ҷгӮігғігғҶгғігғ„гӮ’еҸ–еҫ—гҒ§гҒҚгҒҫгҒҷгҖӮ
ko: Substackм—җ лЎңк·ёмқён•ҳл©ҙ Substack н”јл“ңм—җм„ң мң лЈҢ мҪҳн…җмё лҘј к°Җм ёмҳ¬ мҲҳ мһҲмҠөлӢҲлӢӨ.
vi: ДҗДғng nhбәӯp vГ o Substack Д‘б»ғ tбәЈi nб»ҷi dung trбәЈ phГӯ tб»« cГЎc nguб»“n cбәҘp Substack cб»§a bбәЎn.
zh_hans: зҷ»еҪ• Substack д»Ҙд»ҺжӮЁзҡ„ Substack и®ўйҳ…жәҗдёӯиҺ·еҸ–д»ҳиҙ№еҶ…е®№гҖӮ
zh_hant: зҷ»е…Ҙ Substack д»ҘеҫһжӮЁзҡ„ Substack иЁӮй–ұжәҗдёӯзҚІеҸ–д»ҳиІ»е…§е®№гҖӮ

# Substack.SignIn
source: Sign in to Substack
de: Bei Substack anmelden
fr: Se connecter Г Substack
it: Accedi a Substack
ja: SubstackгҒ«гғӯгӮ°гӮӨгғі
ko: Substackм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o Substack
zh_hans: зҷ»еҪ• Substack
zh_hant: зҷ»е…Ҙ Substack

# Substack.SignOut
source: Sign out of Substack
de: Von Substack abmelden
fr: Se dГ©connecter de Substack
it: Disconnetti da Substack
ja: SubstackгҒӢгӮүгғӯгӮ°гӮўгӮҰгғҲ
ko: Substackм—җм„ң лЎңк·ём•„мӣғ
vi: ДҗДғng xuбәҘt khб»Ҹi Substack
zh_hans: йҖҖеҮә Substack
zh_hant: зҷ»еҮә Substack

# SubstackLogin.Title
source: Sign in to Substack
de: Bei Substack anmelden
fr: Se connecter Г Substack
it: Accedi a Substack
ja: SubstackгҒ«гғӯгӮ°гӮӨгғі
ko: Substackм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o Substack
zh_hans: зҷ»еҪ• Substack
zh_hant: зҷ»е…Ҙ Substack

# XLogin.Cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: гӮӯгғЈгғігӮ»гғ«
ko: м·ЁмҶҢ
vi: Hб»§y
zh_hans: еҸ–ж¶Ҳ
zh_hant: еҸ–ж¶Ҳ

# XLogin.Done
source: Done
de: Fertig
fr: TerminГ©
it: Fine
ja: е®ҢдәҶ
ko: мҷ„лЈҢ
vi: Xong
zh_hans: е®ҢжҲҗ
zh_hant: е®ҢжҲҗ

# XLogin.Title
source: Sign in to X
de: Bei X anmelden
fr: Se connecter Г X
it: Accedi a X
ja: XгҒ«гғӯгӮ°гӮӨгғі
ko: Xм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o X
zh_hans: зҷ»еҪ• X
zh_hant: зҷ»е…Ҙ X

source: X Profile Feeds
de: X-Profil-Feeds
fr: Flux de profils X
it: Feed profili X
ja: Xгғ—гғӯгғ•гӮЈгғјгғ«гғ•гӮЈгғјгғү
ko: X н”„лЎңн•„ н”јл“ң
vi: Nguб»“n cбәҘp hб»“ sЖЎ X
zh_hans: XдёӘдәәиө„ж–ҷи®ўйҳ…жәҗ
zh_hant: XеҖӢдәәиіҮж–ҷиЁӮй–ұжәҗ

# XProfileFeeds.Footer
source: Follow X (Twitter) profiles as feeds by adding their profile URLs.
de: Folgen Sie X (Twitter)-Profilen als Feeds, indem Sie deren Profil-URLs hinzufГјgen.
fr: Suivez des profils X (Twitter) comme flux en ajoutant leurs URLs de profil.
it: Segui i profili X (Twitter) come feed aggiungendo i loro URL del profilo.
ja: XпјҲTwitterпјүгҒ®гғ—гғӯгғ•гӮЈгғјгғ«URLгӮ’иҝҪеҠ гҒ—гҒҰгҖҒгғ—гғӯгғ•гӮЈгғјгғ«гӮ’гғ•гӮЈгғјгғүгҒЁгҒ—гҒҰгғ•гӮ©гғӯгғјгҒ§гҒҚгӮӢгӮҲгҒҶгҒ«гҒӘгӮҠгҒҫгҒҷгҖӮ
ko: н”„лЎңн•„ URLмқ„ м¶”к°Җн•ҳм—¬ X(Twitter) н”„лЎңн•„мқ„ н”јл“ңлЎң нҢ”лЎңмҡ°н•ҳм„ёмҡ”.
vi: Theo dГөi hб»“ sЖЎ X (Twitter) dЖ°б»ӣi dбәЎng nguб»“n cбәҘp bбәұng cГЎch thГӘm URL hб»“ sЖЎ cб»§a hб»Қ.
zh_hans: йҖҡиҝҮж·»еҠ дёӘдәәиө„ж–ҷURLпјҢе°ҶXпјҲTwitterпјүдёӘдәәиө„ж–ҷдҪңдёәи®ўйҳ…жәҗе…іжіЁгҖӮ
zh_hant: йҖҸйҒҺж–°еўһеҖӢдәәиіҮж–ҷURLпјҢе°ҮXпјҲTwitterпјүеҖӢдәәиіҮж–ҷдҪңзӮәиЁӮй–ұжәҗиҝҪи№ӨгҖӮ

# XProfileFeeds.RefreshAuth
source: Refresh Authentication
de: Authentifizierung aktualisieren
fr: Actualiser l'authentification
it: Aggiorna autenticazione
ja: иӘҚиЁјгӮ’жӣҙж–°
ko: мқёмҰқ мғҲлЎңкі м№Ё
vi: LГ m mб»ӣi xГЎc thб»ұc
zh_hans: еҲ·ж–°и®ӨиҜҒ
zh_hant: йҮҚж–°ж•ҙзҗҶиӘҚиӯү

# XProfileFeeds.SignIn
source: Sign in to X
de: Bei X anmelden
fr: Se connecter Г X
it: Accedi a X
ja: XгҒ«гғӯгӮ°гӮӨгғі
ko: Xм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o X
zh_hans: зҷ»еҪ• X
zh_hant: зҷ»е…Ҙ X

# XProfileFeeds.SignOut
source: Sign out of X
de: Von X abmelden
fr: Se dГ©connecter de X
it: Disconnetti da X
ja: XгҒӢгӮүгғӯгӮ°гӮўгӮҰгғҲ
ko: Xм—җм„ң лЎңк·ём•„мӣғ
vi: ДҗДғng xuбәҘt khб»Ҹi X
zh_hans: йҖҖеҮә X
zh_hant: зҷ»еҮә X

# YouTube.Ad.Label
source: Ad
de: Anzeige
fr: Pub
it: Annuncio
ja: еәғе‘Ҡ
ko: кҙ‘кі
vi: QuбәЈng cГЎo
zh_hans: е№ҝе‘Ҡ
zh_hant: е»Је‘Ҡ

# YouTube.Ad.Skip
source: Skip Ad
de: Anzeige Гјberspringen
fr: Ignorer la pub
it: Salta annuncio
ja: еәғе‘ҠгӮ’гӮ№гӮӯгғғгғ—
ko: кҙ‘кі кұҙл„Ҳлӣ°кё°
vi: Bб»Ҹ qua quбәЈng cГЎo
zh_hans: и·іиҝҮе№ҝе‘Ҡ
zh_hant: з•ҘйҒҺе»Је‘Ҡ

# YouTube.Chapters
source: Chapters
de: Kapitel
fr: Chapitres
it: Capitoli
ja: гғҒгғЈгғ—гӮҝгғј
ko: мұ•н„°
vi: ChЖ°ЖЎng
zh_hans: з« иҠӮ
zh_hant: з« зҜҖ

# YouTube.NewPlayer.LoadFailed
source: Failed to load video.
de: Video konnte nicht geladen werden.
fr: Impossible de charger la vidГ©o.
it: Impossibile caricare il video.
ja: еӢ•з”»гҒҢиӘӯгҒҝиҫјгӮҒгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: лҸҷмҳҒмғҒмқ„ л¶Ҳлҹ¬мҳӨм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ.
vi: KhГҙng thб»ғ tбәЈi video.
zh_hans: ж— жі•еҠ иҪҪи§Ҷйў‘гҖӮ
zh_hant: з„Ўжі•ијүе…ҘеҪұзүҮгҖӮ

# YouTube.OpenInApp
source: Open in App
de: In App Г¶ffnen
fr: Ouvrir dans l'app
it: Apri nell'app
ja: гӮўгғ—гғӘгҒ§й–ӢгҒҸ
ko: м•ұм—җм„ң м—ҙкё°
vi: Mб»ҹ trong б»©ng dб»Ҙng
zh_hans: еңЁеә”з”Ёдёӯжү“ејҖ
zh_hant: еңЁжҮүз”ЁзЁӢејҸдёӯй–Ӣе•ҹ

# YouTube.OpenInBrowser
source: Open in Browser
de: Im Browser Г¶ffnen
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: гғ–гғ©гӮҰгӮ¶гҒ§й–ӢгҒҸ
ko: лёҢлқјмҡ°м Җм—җм„ң м—ҙкё°
vi: Mб»ҹ trong trГ¬nh duyб»Үt
zh_hans: еңЁжөҸи§ҲеҷЁдёӯжү“ејҖ
zh_hant: еңЁзҖҸиҰҪеҷЁдёӯй–Ӣе•ҹ

# YouTube.PiP.Active
source: Playing in Picture in Picture
de: Bild-in-Bild aktiv
fr: Lecture en image dans l'image
it: In riproduzione in Picture in Picture
ja: гғ”гӮҜгғҒгғЈгғ»гӮӨгғігғ»гғ”гӮҜгғҒгғЈгҒ§еҶҚз”ҹдёӯ
ko: нҷ”л©ҙ мҶҚ нҷ”л©ҙмңјлЎң мһ¬мғқ мӨ‘
vi: Дҗang phГЎt trong HГ¬nh trong hГ¬nh
zh_hans: жӯЈеңЁз”»дёӯз”»ж’ӯж”ҫ
zh_hant: жӯЈеңЁеӯҗжҜҚз•«йқўж’ӯж”ҫ

# YouTube.SponsorBlock.Skipped %@
source: Skipped %@
de: %@ Гјbersprungen
fr: %@ ignorГ©
it: %@ saltato
ja: %@гӮ’гӮ№гӮӯгғғгғ—гҒ—гҒҫгҒ—гҒҹ
ko: %@ кұҙл„ҲлңҖ
vi: ДҗГЈ bб»Ҹ qua %@
zh_hans: е·Іи·іиҝҮ%@
zh_hant: е·Іи·ійҒҺ%@

# YouTube.VisitAdvertiser
source: Visit Advertiser
de: Werbetreibenden besuchen
fr: Visiter l'annonceur
it: Visita l'inserzionista
ja: еәғе‘Ҡдё»гҒ®гӮөгӮӨгғҲгҒ«гӮўгӮҜгӮ»гӮ№
ko: кҙ‘кі мЈј л°©л¬ё
vi: Truy cбәӯp nhГ quбәЈng cГЎo
zh_hans: и®ҝй—®е№ҝе‘Ҡе•Ҷ
zh_hant: йҖ иЁӘе»Је‘Ҡе•Ҷ

# YouTubeLogin.Title
source: Sign in to YouTube
de: Bei YouTube anmelden
fr: Se connecter Г YouTube
it: Accedi a YouTube
ja: YouTubeгҒ«гғӯгӮ°гӮӨгғі
ko: YouTubeм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o YouTube
zh_hans: зҷ»еҪ• YouTube
zh_hant: зҷ»е…Ҙ YouTube

# YouTubePlayer.Footer
source: Play YouTube videos in a built-in player instead of opening the YouTube app or browser.
de: YouTube-Videos in einem integrierten Player abspielen, anstatt die YouTube-App oder den Browser zu Г¶ffnen.
fr: Lire les vidГ©os YouTube dans un lecteur intГ©grГ© au lieu d'ouvrir l'application YouTube ou le navigateur.
it: Riproduci i video di YouTube in un lettore integrato invece di aprire l'app YouTube o il browser.
ja: YouTubeгӮўгғ—гғӘгӮ„гғ–гғ©гӮҰгӮ¶гӮ’й–ӢгҒҸд»ЈгӮҸгӮҠгҒ«гҖҒеҶ…и”өгғ—гғ¬гғјгғӨгғјгҒ§YouTubeеӢ•з”»гӮ’еҶҚз”ҹгҒ—гҒҫгҒҷгҖӮ
ko: YouTube м•ұмқҙлӮҳ лёҢлқјмҡ°м ҖлҘј м—ҙм§Җ м•Ҡкі лӮҙмһҘ н”Ңл Ҳмқҙм–ҙм—җм„ң YouTube лҸҷмҳҒмғҒмқ„ мһ¬мғқн•©лӢҲлӢӨ.
vi: PhГЎt video YouTube trong trГ¬nh phГЎt tГӯch hб»Јp thay vГ¬ mб»ҹ б»©ng dб»Ҙng YouTube hoбә·c trГ¬nh duyб»Үt.
zh_hans: дҪҝз”ЁеҶ…зҪ®ж’ӯж”ҫеҷЁж’ӯж”ҫYouTubeи§Ҷйў‘пјҢиҖҢдёҚжҳҜжү“ејҖYouTubeеә”з”ЁжҲ–жөҸи§ҲеҷЁгҖӮ
zh_hant: дҪҝз”Ёе…§е»әж’ӯж”ҫеҷЁж’ӯж”ҫYouTubeеҪұзүҮпјҢиҖҢдёҚжҳҜй–Ӣе•ҹYouTubeжҮүз”ЁзЁӢејҸжҲ–зҖҸиҰҪеҷЁгҖӮ

# YouTubePlayer.SignIn
source: Sign in to YouTube
de: Bei YouTube anmelden
fr: Se connecter Г YouTube
it: Accedi a YouTube
ja: YouTubeгҒ«гғӯгӮ°гӮӨгғі
ko: YouTubeм—җ лЎңк·ёмқё
vi: ДҗДғng nhбәӯp vГ o YouTube
zh_hans: зҷ»еҪ• YouTube
zh_hant: зҷ»е…Ҙ YouTube

# YouTubePlayer.SignOut
source: Sign out of YouTube
de: Von YouTube abmelden
fr: Se dГ©connecter de YouTube
it: Disconnetti da YouTube
ja: YouTubeгҒӢгӮүгғӯгӮ°гӮўгӮҰгғҲ
ko: YouTubeм—җм„ң лЎңк·ём•„мӣғ
vi: ДҗДғng xuбәҘt khб»Ҹi YouTube
zh_hans: йҖҖеҮә YouTube
zh_hant: зҷ»еҮә YouTube

# YouTube.MediaSelection.Subtitles
source: Subtitles
de: Untertitel
fr: Sous-titres
it: Sottotitoli
ja: еӯ—е№•
ko: мһҗл§ү
vi: Phб»Ҙ Д‘б»Ғ
zh_hans: еӯ—е№•
zh_hant: еӯ—е№•

# YouTube.MediaSelection.SubtitlesOff
source: Off
de: Aus
fr: DГ©sactivГ©s
it: Disattivati
ja: гӮӘгғ•
ko: лҒ„кё°
vi: TбәҜt
zh_hans: е…ій—ӯ
zh_hant: й—ңй–ү

# YouTube.NewPlayer.Retry
source: Retry
de: Erneut versuchen
fr: RГ©essayer
it: Riprova
ja: еҶҚи©ҰиЎҢ
ko: мһ¬мӢңлҸ„
vi: Thб»ӯ lбәЎi
zh_hans: йҮҚиҜ•
zh_hant: йҮҚи©Ұ

# Petal
source: Web Feeds
fr: Flux web
it: Feed web
ja: Webгғ•гӮЈгғјгғү
ko: мӣ№ н”јл“ң
vi: Nguб»“n cбәҘp web
zh_hans: зҪ‘йЎөи®ўйҳ…жәҗ
zh_hant: з¶Ій ҒиЁӮй–ұжәҗ

source: YouTube Player
fr: Lecteur YouTube
it: Lettore YouTube
ja: YouTubeгғ—гғ¬гғјгғӨгғј
ko: YouTube н”Ңл Ҳмқҙм–ҙ
vi: TrГ¬nh phГЎt YouTube
zh_hans: YouTube ж’ӯж”ҫеҷЁ
zh_hant: YouTube ж’ӯж”ҫеҷЁ

# Podcast
source: Podcasts
it: Podcast
ja: гғқгғғгғүгӮӯгғЈгӮ№гғҲ
ko: нҢҹмәҗмҠӨнҠё
vi: Podcast
zh_hans: ж’ӯе®ў
zh_hant: Podcast

source: X
ja: XпјҲж—§Twitterпјү

# YouTube.MediaSelection.Audio
source: Audio
ja: гӮӘгғјгғҮгӮЈгӮӘ
ko: мҳӨл””мҳӨ
vi: ГӮm thanh
zh_hans: йҹійў‘
zh_hant: йҹіиЁҠ
